Repository: Ockham-Byron/tasty-moments
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Dashboard
fr: Tableau de bord

source: Profile
fr: Profil

source: Sign out
fr: Se déconnecter

source: Groups
fr: Groupes

source: Add group
fr: Ajouter un groupe

source: My groups
fr: Mes groupes

source: Meals
fr: Repas

source: All Meals
fr: Tous les repas

source: Meals with
fr: Repas avec

source: Add Meal
fr: Ajouter un repas

source: Dishes
fr: Plats

source: All Dishes
fr: Tous les plats

source: Dishes of
fr: Les plats de

source: Add Dish
fr: Ajouter un plat

source: Atmosphere
fr: Atmosphère

source: Music
fr: Musiques

source: Anecdotes with
fr: Anecdotes avec

source: Music with
fr: Musique avec

source: Group's Name
fr: Nom du groupe

source: Create a group
fr: Créer un groupe

source: Create Group
fr: Créer un groupe

source: Upload Picture of the Group
fr: Téléverser une image du groupe

source: Submit
fr: Envoyer

source: Cancel
fr: Annuler

source: Members
fr: Membres

source: Invite other people to join your group
fr: Inviter d'autres personnes à rejoindre votre groupe

source: Group's code
fr: Code du groupe

source: Copy the invitation
fr: Copier l'invitation

source: Guests
fr: Invité.e.s

source: ADD FIRST MEAL TO THIS GROUP
fr: AJOUTER LE PREMIER REPAS DU GROUPE

source: View Meals
fr: Voir les repas

source: View Dishes
fr: Voir les plats

source: View Anecdotes
fr: Voir les anecdotes

source: View Musics
fr: Voir la musique

source: Code of the group :
fr: Code du groupe :

source: Join a group
fr: Rejoindre un groupe

source: Join a Group
fr: Rejoindre un groupe

source: Group's Code
fr: Code du groupe

source: Join
fr: Rejoindre

source: My Groups
fr: Mes groupes

source: Everything begins with a group to share good food and good moments !
fr: Tout commence avec un groupe avec lequel partager de bons plats et de bons moments !

source: Create a Group
fr: Créer un groupe

source: Update
fr: Actualiser

source: Name of the Group
fr: Nom du groupe

source: Upload New Picture of the Group
fr: Téléverser une nouvelle image du groupe

source: Admin of the Group
fr: Admin du groupe

source: Save
fr: Sauvegarder

source: New group {group_name} created successfully
fr: Nouveau groupe {group_name} créé avec succès

source: Great !
fr: Magnifique !

source: Name of the Dish
fr: Nom du plat

source: Comment
fr: Commentaire

source: Title
fr: Titre

source: Artist
fr: Artiste

source: Username
fr: Pseudo

source: Add Anecdote
fr: Ajouter un anecdote

source: Edit Anecdote
fr: Modifier l'anecdote

source: Delete Anecdote
fr: Supprimer l'anecdote

source: Delete Anecdote ?
fr: Supprimer l'anecdote ?

source: You will lose all the memories, but hey, no pression...
fr: Vous perdrez tous ces souvenirs, mais bon, pas de pression...

source: Yes, no regret
fr: Oui, pas de regret

source: Add Comment
fr: Ajouter un commentaire

source: Edit your comment of
fr: Modifier votre commentaire sur

source: Add Comment to
fr: Ajouter un commentaire sur

source: Your rating
fr: Votre note

source: Delete Comment
fr: Supprimer votre commentaire

source: Delete Comment ?
fr: Supprimer votre commentaire ?

source: Your opinion was interesant, you know...
fr: Votre avis était intéressant, vous savez...

source: Edit
fr: Modifier

source: Add Dish
fr: Ajouter un plat

source: at the Meal of
fr: au repas du

source: Who cooked ?
fr: Qui a cuisiné ?

source: At which meal did you eat this dish ?
fr: Lors de quel repas avez-vous dégusté ce plat ?

source: Delete Dish
fr: Supprimer le plat

source: Delete Dish ?
fr: Supprimer le plat ?

source: Big big choice here, you're sure to send this dish to the trash ?
fr: Grosse décision là, voulez-vous vraiment jeter ce plat à la poubelle ?

source: Add New Dish ?
fr: Ajouter un nouveau plat ?

source: Or Add existing Dish:
fr: Ou ajouter un plat existant:

source: Add to Meal
fr: Ajouter au repas

source: Edit Meal of
fr: Modifier le repas du

source: Where did you eat ?
fr: Où avez-vous mangé ?

source: When did you share this beautiful meal ?
fr: Quand avez-vous partagé ce délicieux repas ?

source: Which dishes did you eat ?
fr: Quels plats avez-vous mangé ?

source: Add New Dish
fr: Ajouter un nouveau plat

source: Add Existing Dish
fr: Ajouter un plat existant

source: Delete Meal
fr: Supprimer le repas

source: Delete Meal ?
fr: Supprimer ce repas ?

source: Add Song
fr: Ajouter une musique

source: Edit Song
fr: Modifier ce morceau

source: Delete Song
fr: Supprimer ce morceau

source: Delete Song ?
fr: Supprimer ce morceau ?

source: You will lose all the memories of this song, but hey, no pression...
fr: Vous allez perdre tous les souvenirs liés à ce morceau, mais bon, pas de pression...

source: Anecdotes of
fr: Anecdotes avec

source: Nobody cooked
fr: Personne n'a cuisiné (des lutins ?)

source: No comment
fr: Pas de commentaire

source: View details
fr: Voir les détails

source: Edit you comment
fr: Modifier votre commentaire

source: Add comment
fr: Ajouter un commentaire

source: Edit Dish
fr: Modifier le repas

source: Close
fr: Fermer

source: Invite Guest
fr: Convier un invité

source: Edit meal
fr: Modifier le repas

source: ADD FIRST MEAL
fr: AJOUTER LE PREMIER REPAS

source: Musics of
fr: Musique de

source: Choose Group
fr: Choisir un groupe

source: With whom did you share this dish ?
fr: Avec qui avez-vous partagé ce plat ?

source: Guest Mode with
fr: Mode invité avec

source: Edit your comment
fr: Modifier votre commentaire

source: Add your comment
fr: Ajouter votre commentaire

source: Back to Meal
fr: Revenir au repas

source: Ratings
fr: Avis

source: Eaten at
fr: Dégusté

source: Meal
fr: Repas

source: Invite Guest to Comment
fr: Convier un invité à commenter

source: Invite
fr: Inviter

source: Guest Mode
fr: Mode invité

source: Exit of guest mode
fr: Sortir du mode invité

source: all-meals
fr: source les-repas

source: Please select the group you shared the meal with.
fr: Merci de sélectionner le groupe avec qui vous avez partagé ce repas.

source: See you ?
fr: à Bientôt ?

source: Your account has been deleted successfully
fr: Votre compte a été supprimé avec succès.

source: If there is anything we could have done differently, please write us !
fr: S'il y a quoi que ce soit que nous aurion pu faire différemment, merci de nous écrire !

source: Write a message
fr: Écrire un message

source: Page not found
fr: Page non trouvée

source: We can't find what your looking for ;-(
fr: Nous ne pouvons trouver ce que vous cherchez ;-(

source: Go back
fr: Retour

source: A user with that email already exists. If you have lost your password, please go to Login and Forgot password.
fr: Un utilisateur avec ce mail existe déjà. Si vous avez oublié votre mot de passe, merci d'aller de vous rendre sur l'espace de connexion et cliquer sur Oubli du mot de passe.

source: Email
fr: Courriel

source: Password
fr: Mot de passe

source: Repeat Password
fr: Confirmation du mot de passe

source: This isn't the password registered with %(email)s. If you don't remember your password, please click on 'Forgot Password' .
fr: Ceci n'est pas un mot de passe enregistré avec %(email)s. Si vous avez oublié votre mot de passe, merci de cliquer sur Oubli du mot de passe.

source: No user registered with %(email)s...
fr: Aucun utilisateur enregistré avec cet %(email)s...

source: The two password fields didn’t match.
fr: Les deux mots de passe sont différents.

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passer

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Update your email
fr: Actualiser votre courriel

source: Update Email
fr: Actualiser

source: Verify Email
fr: Vérifier le courriel

source: Hi
fr: Salut

source: You're receiving this email because you requested a password reset for your user account at
fr: Vous recevez ce courriel car vous avez demandé une réinitialisation du mot de passe pour votre compte chez

source: We don't have any account registered with this email address.
fr: Nous n'avons aucun compte enregistré avec ce courriel.

source: However, you can create a new account !
fr: Vous pouvez toujours créer un nouveau compte !

source: Create account
fr: Créer un compte

source: Or you can copy the link below to your browser
fr: Ou vous pouvez copier le lien ci-dessous dans la barre d'adresse de votre navigaeur

source: Reset Password
fr: Réinitialiser votre mot de passe

source: Password Reset
fr: Reinitialiser le mot de passe

source: You created an account on ...., you need to verify your email. Please click on the button below to verify your email.
fr: Vous avez créé un compte ..... Pour vérifier votre courriel, merci de cliquer sur le bouton ci-dessous.

source: Welcome back
fr: Bienvenue

source: Please sign in to access your account
fr: Merci de vous connecter pour accéder à votre compte

source: Remember me
fr: Se souvenir de moi

source: Forgot password?
fr: Oubli du mot de passe ?

source: Log in
fr: Se connecter

source: New member?
fr: Nouveau membre ?

source: Signup now
fr: S'inscrire

source: See you soon
fr: À bientôt

source: See you soon !
fr: À bientôt !

source: You have been logged out successfully
fr: Déconnexion réussie !

source: Log In
fr: Se connecter

source: Reset password
fr: Réinitialiser le passeport

source: Please enter your email address below and we will send you an email with a link to reset your password.
fr: Merci de préciser votre courriel ci-dessous et nous vous enverrons un mail avec un lien pour réinitialiser votre mot de passe.

source: Send Email
fr: Envoyer le mail

source: You have successfully reset your password !
fr: Passeport réinitialisé !

source: Access my dashboard
fr: Accéder au tableau de bord

source: Minimum 8 characters
fr: Minimum 8 caractères

source: Mix of lowercase and uppercase
fr: Mélange de minuscules et de majuscules

source: Minimum a number
fr: Au moins un chiffre

source: Minimum a special character
fr: Au moins un caractère spécial

source: Same passwords
fr: Mots de passe identiques

source: An email has been sent !
fr: Un mail a été envoyé

source: Please check your mailbox and follow the instructions to reset your password.
fr: Merci de vérifier votre boîte mail et de suivre les instructions pour réinitialiser votre passeport.

source: Get Started
fr: Démarrez

source: by creating a free account
fr: en créant un compte gratuit

source: By creating an account you agree to our
fr: En créant un compte vous acceptez d'être lié aux

source: Terms and Conditions
fr: Conditions d'utilisation

source: and our
fr: et à

source: Privacy Policy
fr: la Politique de Confidentialité

source: Sign up
fr: S'inscrire

source: Already a member?
fr: Déjà membre ?

source: Verify your email address
fr: Vérifiez votre adresse mail

source: To unlock all the features of the app, we need to verify your email:
fr: Pour débloquer toutes les fonctions de l'application, nous avons besoin de vérifier votre adresse courriel.

source: Verify now
fr: Vérifier maintenant

source: Verify later
fr: Vérifier plus tard

source: Update email
fr: Actualiser l'adresse courriel

source: You have successfully verified your email !
fr: Vous avez vérifié votre adresse courriel avec succès !

source: An email has been sent with instructions to verify your email address
fr: Un email a été envoyé avec des instructions pour vérifier votre adresse courriel

source: Please check your mailbox and follow the instructions.
fr: Merci de vous rendre sur votre boîte mail et de de suivre les instructions.

source: No thanks, I prefer going to my dashboard
fr: Non merci, je préfère aller sur mon tableau de bord

source: Update Avatar
fr: Actualiser Avatar

source: Update Avatar Color
fr: Actualiser la couleur de l'avatar

source: Pick your favorite color
fr: Choisissez votre couleur préférée

source: The webapp that turns your meals into unforgettable moments.
fr: L'application web qui transforme vos repas en moments inoubliables.

source: Picture yourself relishing a delightful dish with your loved ones, surrounded by laughter and lively conversation. TastyMoments captures these precious moments in the blink of an eye. More than just an app, it's your perfect companion for immortalizing every bite, every burst of laughter, and every melody that accompanies your meals.
fr: Imaginez-vous en train de savourer un délicieux plat avec vos proches, entouré de rires et de discussions animées. TastyMoments capture ces instants précieux en un clin d'œil. Plus qu'une simple application, c'est votre compagnon idéal pour immortaliser chaque bouchée, chaque éclat de rire et chaque mélodie qui accompagne vos repas.

source: Enter
fr: Entrer

source: Join for first time
fr: Rejoignez-nous pour la première fois

source: Preserve your culinary memories
fr: Conservez vos souvenirs culinaires

source: Keep track of all the delicious dishes you've shared with your friends and family. Whether it's a Sunday brunch or a festive dinner, every moment deserves to be preserved.
fr: Gardez une trace de tous les plats délicieux que vous avez partagés avec vos amis et votre famille. Qu'il s'agisse d'un brunch dominical ou d'un dîner de fête, chaque moment mérite d'être préservé.

source: Blend flavors and memories
fr: Mélangez les saveurs et les souvenirs

source: Associate the dishes you love with music, anecdotes, and emotions that accompany them. Create unique and personal moments that you'll cherish forever.
fr: Associez les plats que vous aimez à la musique, aux anecdotes et aux émotions qui les accompagnent. Créez des moments uniques et personnels que vous chérirez pour toujours.

source: Rate dishes
fr: Notez les plats

source: Don't let any outstanding dish go unnoticed. With our rating feature, you can evaluate and share your opinions on the dishes you've tasted, while discovering recommendations from your friends.
fr: Ne laissez aucun plat exceptionnel passer inaperçu. Avec notre fonction de notation, vous pouvez évaluer et partager vos avis sur les plats que vous avez dégustés, tout en découvrant les recommandations de vos amis.

source: Legal Information
fr: Informations légales

source: Credits
fr: Crédits

source: All Rights Reserved
fr: Tous droits réservés

source: Made with
fr: Réalisé avec

source: by
fr: par

source: Your name
fr: Votre nom

source: Name
fr: Nom

source: Your Email
fr: Votre courriel

source: Edit Profile
fr: Modifier votre profil

source: Create an Account
fr: Créer un compte

source: Profile Update
fr: Modifier votre profil

source: Create Account
fr: Créer un compte

source: Update Profile
fr: Modifier votre profil

source: Delete your profile picture ?
fr: Supprimer votre image de profil ?

source: Change your avatar color ?
fr: Changer la couleur de votre avatar ?

source: Keep your email updated because it's your connection id
fr: Conservez votre adresse courriel à jour car il s'afit de votre identifiant de connection

source: Change password
fr: Changer le mot de passe

source: Delete Account
fr: Supprimer le compte

source: Delete Profile Pic ?
fr: Supprimer votre image de profil ?

source: We think you look good on this pic, but your face, your choice !
fr: On vous trouve bien sur cette photo, mais votre image, votre choix !

source: Delete your Account ?
fr: Supprimer votre compte ?

source: We'll miss you, but no emotional blackmail here !
fr: Vous nous manquerez, mais on ne fait pas de chantage affectif ici !

source: Password reset
fr: Reinitialiser le mot de passe

source: Password reset on App
fr: Réinitialiser le mot de passe sur l'app

source: Enter new password
fr: Entrer un nouveau mot de passe

source: Password reset unsuccessful
fr: Mot de passe correctement réinitialisé

source: Your profile has been successfully updated
fr: Votre profil a été correctement actualisé

source: Your profile has been successfully created
fr: Votre profil a été correctement créé
